const dict = {
	undefined: {
		"200": "Действие выполнено успешно.",
		"400": "Неправильный запрос.",
		"401": "Пользователь не авторизирован.",
		"403": "Нет доступа.",
		"404": "Ресурс не найден.",
		"405": "Метод запрещен.",
		"429": "Слишком много запросов, попробуйте позже.",
		"500": "Внутренняя ошибка сервера.",
		"VER": "Пользователь подтвержден.",
		"NOTVER": "Пользователь не подтвержден.",
		"ERR": "Ошибка:",
		"token-sent": "Токен был отправлен вам на почту."
	},
	"ru": {
		"200": "Действие выполнено успешно.",
		"400": "Неправильный запрос.",
		"401": "Пользователь не авторизирован.",
		"403": "Нет доступа.",
		"404": "Ресурс не найден.",
		"405": "Метод запрещен.",
		"429": "Слишком много запросов, попробуйте позже.",
		"500": "Внутренняя ошибка сервера.",
		"VER": "Пользователь подтвержден.",
		"NOTVER": "Пользователь не подтвержден.",
		"ERR": "Ошибка:",
		"token-sent": "Токен был отправлен вам на почту."
	},
	"kz": {
		"200": "Действие выполнено успешно.",
		"400": "Неправильный запрос.",
		"401": "Пользователь не авторизирован.",
		"403": "Нет доступа.",
		"404": "Ресурс не найден.",
		"405": "Метод запрещен.",
		"429": "Слишком много запросов, попробуйте позже.",
		"500": "Внутренняя ошибка сервера.",
		"VER": "Пользователь подтвержден.",
		"NOTVER": "Пользователь не подтвержден.",
		"ERR": "Ошибка:",
		"token-sent": "Токен был отправлен вам на почту."
	},
	"en": {
		"200": "Действие выполнено успешно.",
		"400": "Неправильный запрос.",
		"401": "Пользователь не авторизирован.",
		"403": "Нет доступа.",
		"404": "Ресурс не найден.",
		"405": "Метод запрещен.",
		"429": "Слишком много запросов, попробуйте позже.",
		"500": "Внутренняя ошибка сервера.",
		"VER": "Пользователь подтвержден.",
		"NOTVER": "Пользователь не подтвержден.",
		"ERR": "Ошибка:",
		"token-sent": "Токен был отправлен вам на почту."
	}
}

module.exports = dict
